# BrOrgFolders Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..BrOrgFolders Property
ParameterTypeId Class See Also
---
"Folders"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId BrOrgFolders { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property BrOrgFolders As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ BrOrgFolders {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace